Repository: GhostshipSoftware/avaloria
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: There were multiple matches.
sv: Det fanns många träffar.

source: Command '%s' is not available.
sv: Kommandot '%s' är inte tillgängligt.

source: Maybe you meant %s?
sv: Menade du kanske %s?

source: or
sv: eller

source: Type "help" for help.
sv: Skriv "help" för hjälp.

source: Could not find '%s'.
sv: Kunde inte hitta '%s'.

source: location
sv: plats

source: (carried)
sv: (buren)

source: (channel)
sv: (kanal)

source: Error loading cmdset: Couldn't import module '%s'.
sv: Fel medan cmdset laddades: Kunde inte importera modulen '%s'.

source: Error in loading cmdset: No cmdset class '%(classname)s' in %(modulepath)s.
sv: Fel medan cmdset laddades: Ingen cmdset-klass med namn '%(classname)s' i %(modulepath)s.

source: Compile/Run error when loading cmdset '%s'. Error was logged.
sv: Kompilerings/Körningsfel när cmdset '%s' laddades. Felet skrevs i loggen.

source: custom %(mergetype)s on cmdset '%(merged_on)s'
sv: särskild %(mergetype)s på cmdset '%(merged_on)s'

source: <Merged %(mergelist)s (%(mergetype)s, prio %(prio)i)>: %(current)s
sv: <Sammanslagen %(mergelist)s (%(mergetype)s, prio %(prio)i)>: %(current)s

source: Only CmdSets can be added to the cmdsethandler!
sv: Bara CmdSets can läggas till cmdsethandler!

source: Lock: function '%s' is not available.
sv: Lås: funktionen '%s' kunde inte hittas.

source: Lock: definition '%s' has syntax errors.
sv: Lås: definitionen '%s' har syntaktiska fel.

source: Lock: access type '%(access_type)s' changed from '%(source)s' to '%(goal)s'
sv: Lås: låstypen '%(access_type)s' ändrade sig från '%(source)s' till '%(goal)s'

source: Lock: '%s' contains no colon (:).
sv: Lås: '%s' innehåller inget kolon (:).

source: Lock: '%s' has no access_type (left-side of colon is empty).
sv: Lås: '%s' saknar låstyp (ingenting till vänster om kolonet).

source: Lock: '%s' has mismatched parentheses.
sv: Lås: '%s' has ickematchande parenteser.

source: Lock: '%s' has no valid lock functions.
sv: Lås: '%s' innehåller inga acceptabla låsfunktioner.

source: Couldn't perform move ('%s'). Contact an admin.
sv: Kunde inte utföra föflyttningen ('%s'). Kontakta en admininstrator.

source: The destination doesn't exist.
sv: Destinationen existerar inte.

source: Could not find default home '(#%d)'.
sv: Kunde inte hitta standard-hem '(#'%d)'.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
sv: Nåtgot gick fel! Du har blivit flyttat till en icke-existerande plats. Kontakta en admininstrator.

source: Your character %s has been destroyed.
sv: Din karaktär %s har blivit raderad.

source: me
sv: jag

source: Player being deleted.
sv: Spelaren raderas.

source: '%(key)s' (%(next_repeat)s/%(interval)s, %(repeats)s repeats): %(desc)s
sv: '%(key)s' (%(next_repeat)s/%(interval)s, %(repeats)s repetitioner): %(desc)s

source: Script %(key)s(#%(dbid)i) of type '%(cname)s': at_repeat() error '%(err)s'.
sv: Script %(key)s(#%(dbid)i) av typ '%(cname)s': at_repeat() fel '%(err)s'.

source: This is an empty placeholder script.
sv: Detta är ett tomt platshållar-script.

source: This is a generic storage container.
sv: Detta är en generisk lagringskontainer.

source: Checks sessions so they are live.
sv: Kollar sessioner så att de är aktiva.

source: Validates all scripts regularly.
sv: Validerar alla script regelbundet.

source: Updates the channel handler
sv: Uppdaterar kanalhanteraren

source: This is User #1.
sv: Detta är användare #1.

source: Connection dropped: %s %s (%s)
sv: Uppkopplingen förlorades: %s %s (%s)

source: ... Server restarted.
sv: ... Servern startades om.

source: Logged in: %s %s (%s)
sv: Loggade in: %s %s (%s)

source: Logged out: %s %s (%s)
sv: Loggade ut: %s %s (%s)

source: You have been disconnected.
sv: Du har blivit frånkopplad.

source: Logged in from elsewhere. Disconnecting.
sv: Inloggad från någon annanstans ifrån. Kopplas ifrån.

source: Idle timeout exceeded, disconnecting.
sv: Timeout. Kopplar ur.

source: Whois reply from %(origin)s: %(msg)s
sv: Whois-svar från %(origin)s: %(msg)s

source: {c%(sender)s@%(origin)s{n {wpages (over IMC):{n %(msg)s
sv: {c%(sender)s@%(origin)s{n {wskickar (over IMC):{n %(msg)s

source: IMC2 server rejected connection.
sv: IMC2 server avvisade uppkopplingen.

source: IMC2: Autosetup response found.
sv: IMC2: Autosetup-svar hittat.

source: Evennia database administration
sv: Evennia databasadministration

source: Models available in the %(name)s application.
sv: Modeller tillgängliga i %(name)s applikation.

source: Add
sv: Lägg till

source: Change
sv: Ändra

source: You don't have permission to edit anything.
sv: Du har inte rättigheter att ändra någonting.

source: Recent Actions
sv: Senaste Aktiviteter

source: My Actions
sv: Mina Aktiviteter

source: None yet.
sv: Inga än.

source: Unknown content
sv: Okänt innehåll

source: First, enter a username and password. Then you'll be able to edit more Player options.
sv: Först, ange ett användarnamn och lösenord. Då kommer du att kunna modifiera fler Player-inställningar.

source: Enter a username and password.
sv: Ange ett användarnamn och lösenord.

source: Home
sv: Hem

source: History
sv: Historia

source: View on site
sv: Inspektera på sida

source: Please correct the error below.
sv: Vänligen korrigera felet nedan.

source: Add %(name)s
sv: Lägg till %(name)s

source: Filter
sv: Filtrera

source: Add another %(verbose_name)s
sv: Lägg till ännu ett %(verbose_name)s

source: Remove
sv: Ta bort
